OC.L10N.register(
    "pantry",
    {
    "Save" : "រក្សាទុក",
    "Name" : "ឈ្មោះ",
    "Cancel" : "Cancel",
    "Delete" : "លុប",
    "Edit" : "កែប្រែ",
    "Add" : "បន្ថែម",
    "Description" : "ការ​អធិប្បាយ",
    "All" : "ទាំងអស់",
    "Remove image" : "ដក​រូបភាព​ចេញ",
    "General" : "ទូទៅ",
    "Rename folder" : "ប្ដូរ​ឈ្មោះ​ថត",
    "Folder name" : "ឈ្មោះ​ថត",
    "Rename" : "ប្ដូរ​ឈ្មោះ",
    "Close" : "បិទ",
    "Daily" : "រាល់ថ្ងៃ",
    "Weekly" : "រាល់​សប្ដាហ៍",
    "Upload" : "ផ្ទុក​ឡើង",
    "New folder" : "ថត​ថ្មី"
},
"nplurals=1; plural=0;");
